tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "openssl"
brew "readline"
brew "autoconf"
brew "automake"
brew "cmake"
brew "xz"
brew "coreutils"
brew "colordiff"
brew "ctop"
brew "libyaml"
brew "gettext"
brew "git"
brew "git-flow"
brew "libtool"
brew "htop"
brew "iftop"
brew "mecab"
brew "nkf"
brew "go"
brew "vim"
brew "pkg-config"
brew "protobuf"
brew "reattach-to-user-namespace"
brew "font-hackgen"
brew "font-hackgen-nerd"
brew "terraform"
brew "tig"
brew "tmux"
brew "wget"
brew "zlib"
brew "kubernetes-cli"
brew "kustomize"
brew "stern"
cask "google-cloud-sdk"
