brew "openssl"
brew "readline"
brew "autoconf"
brew "automake"
brew "cmake"
brew "xz"
brew "awscli"
brew "bash"
brew "coreutils"
brew "colordiff"
brew "ctop"
brew "libyaml"
brew "gettext"
brew "git"
brew "git-flow"
brew "libtool"
brew "graphviz"
brew "htop"
brew "hub"
brew "iftop"
brew "msgpack"
brew "mecab"
brew "nkf"
brew "go"
brew "vim"
brew "pkg-config"
brew "protobuf"
brew "redis"
brew "terraform"
brew "tig"
brew "tmux"
brew "wget"
brew "zlib"
brew "jq"
brew "kustomize"
brew "stern"
